<script setup lang="ts">
</script>

<template>
  <div class=" p-8 text-gray-800">
    <h1 class="mb-4 text-4xl font-bold">О нас</h1>
    <p class="mb-4">Добро пожаловать в интернет-магазин «Тайна Чая»! Наш магазин предлагает широкий ассортимент чая со всего мира. Мы рады предоставить вам только самый качественный и ароматный чай, который вдохновит ваш день.</p>

    <h2 class="mb-2 mt-8 text-2xl font-semibold">Наша миссия</h2>
    <p class="mb-4">
      Наша миссия - делиться с вами магией чая, вдохновляя новые поколения на его пользу и традиции.
    </p>

    <h2 class="mb-2 mt-8 text-2xl font-semibold">Почему мы?</h2>
    <ul class="ml-5 list-disc">
      <li>Широкий ассортимент сортов чая</li>
      <li>Поставки напрямую от производителей</li>
      <li>Постоянно новые рекомендации от наших экспертов</li>
      <li>Мы любим чай и хотим, чтобы вы тоже его полюбили!</li>
    </ul>
  </div>
</template>

<style scoped>
</style>
